Repository: geraldhe/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: maps
es: mapas
pt_br: mapas

source: The latest rendered maps on MapOSMatic.
es: Los últimos mapas renderizados en MapOSMatic.
pt_br: As últimas renderizações do MapOSMatic.

source: errors
es: errores
pt_br: erros

source: The latest render failures on MapOSMatic.
es: Los últimos fallos de render en MapOSMatic.
pt_br: As últimas falhas de renderização do MapOSMatic.

source: Search for a map
es: Buscar un mapa
pt_br: Procurar um mapa

source: Portrait
es: Retrato
pt_br: Retrato

source: Landscape
es: Paisaje
pt_br: Paisagem

source: Area
es: Zona
pt_br: Área

source: Full-page layout without street index
es: Diseño de página completa sin índice de calles
pt_br: Layout de página inteira sem índice de ruas

source: Full-page layout with the street index on the side
es: Diseño de página completa con índice de calles en el lateral
pt_br: Layout de página inteira com índice de ruas na lateral

source: Full-page layout with the street index at the bottom
es: Diseño de página completa con índice de calles en la parte inferior
pt_br: Layout de página inteira com índice de ruas embaixo

source: Multi-page layout
es: Diseño de varias páginas
pt_br: Layout de múltiplas páginas

source: The %(layout_name)s layout
es: El diseño %(layout_name)s
pt_br: O layout %(layout_name)s

source: The default OpenStreetMap.org style
es: El estilo predeterminado de OpenStreetMap.org
pt_br: O estilo padrão do OpenStreetMap.org

source: The european MapQuest style
es: El estilo europeo MapQuest
pt_br: O estilo do MapQuest europeu

source: The US MapQuest style
es: El estilo estadounidense MapQuest
pt_br: O estilo do MapQuest americano

source: The UK MapQuest style
es: El estilo británico MapQuest
pt_br: O estilo do MapQuest britânico

source: A MapOSMatic-specific stylesheet suitable for printing
es: Una hoja de estilo específica MapOSMatic adecuada para la impresión
pt_br: Uma folha de estilos específica do MapOSMatic para impressão

source: The <i>%(stylesheet_name)s</i> stylesheet
es: La hoja de estilo <i>%(stylesheet_name)s</i>
pt_br: A folha de estilo <i>%(stylesheet_name)s</i>

source: more info
es: más información
pt_br: mais informações

source: The <i>%(stylesheet_name)s</i> overlay
es: La hoja de estilo <i>%(stylesheet_name)s</i>
pt_br: A sobreposição <i>%(stylesheet_name)s</i>

source: Best fit <em class="papersize"></em>
es: Mejor ajuste <em class="papersize"></em>
pt_br: Encaixa em <em class="papersize"></em>

source: Layout required
es: Diseño requerido
pt_br: Layout obrigatório

source: Stylesheet required
es: Hoja de estilo requerido
pt_br: Folha de estilo obrigatória

source: Administrative city required
es: Ciudad administrativa requerido
pt_br: Nome de cidade obrigatório

source: Error with osm city: %s
es: Error con la ciudad osm: %s
pt_br: Erro com a cidade osm selecionada: %s

source: Required
es: Requerido
pt_br: Obrigatório

source: Same latitude
es: Misma latitud
pt_br: Mesma latitude

source: Same longitude
es: Misma longitud
pt_br: Mesma longitude

source: Bounding Box too large
es: Cuadro delimitador demasiado grande
pt_br: Bounding Box muito grande

source: %(title)s %(format)s Map
es: Mapa para %(title)s %(format)s
pt_br: Mapa de %(title)s (format %(format)s)

source: %(title)s %(format)s Index
es: Índice para %(title)s %(format)s
pt_br: Índice de ruas pelo %(title)s (format %(format)s)

source: Invalid layout '%s'
es: Diseño inválido '%s'
pt_br: Layout inválido '%s'

source: Invalid style '%s'
es: Estilo inválido '%s'
pt_br: Estilo inválido '%s'

source: Administrative area too big for rendering
es: Área administrativa demasiada grande para ser renderizada
pt_br: Área administrativa muito grande para renderizar

source: No administrative boundary details from GIS
es: Sin detalles de límites administrativos desde SIG
pt_br: O GIS não tem detalhes para este limite administrativo

source: No administrative boundary
es: Sin límites administrativos
pt_br: Sem limite administrativo

source: About
es: Acerca de
pt_br: Sobre

source: This is a fork of the original <a href="http://maposmatic.org">MapOSMatic</a> service. The source for this fork can be found on GitHub:
pt_br: Este é um fork do serviço <a href="http://maposmatic.org">MapOSMatic</a> original. O código-fonte deste fork pode ser encontrado no GitHub:

source: The forked MapOSMatic web frontend
pt_br: O fork do frontend web do MapOSMatic

source: The forked Ocitysmap rendering backend
pt_br: O fork do backend de renderização do Ocitysmap

source: If you want to try to run your own instance you may want to check out my <a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrant test setup</a> as a starting point
pt_br: Se quiser tentar executar a sua própria instância poderá começar pela verificação da minha <a href='https://github.com/hholzgra/maposmatic-vagrant'>configuração de testes Vagrant</a>

source: Below you'll find the "About" text of the original MapOSMatic project.
es: A continuación encontrará el texto "Acerca de" del proyecto original de MapOSMatic.
pt_br: Abaixo você encontrará o texto "Sobre" do projeto MapOSMatic original.

source: History
es: Historial
pt_br: História

source: MapOSMatic has been started thanks to an idea of Gilles Lamiral, an <a href="http://www.openstreetmap.org">OpenStreetMap</a> and free software contributor of Rennes area, France. From his idea, a group of crazy <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> met together during a one-week <em>Hackfest</em> in August 2009 and brought the idea of Gilles Lamiral to life by writing the code and named the project <strong>MapOSMatic</strong>. The group of crazy hackers would like to thank Gilles for sharing his bright idea!
es: MapOSMatic se inició gracias a una idea de Gilles Lamiral, un contribuidor de <a href="http://www.openstreetmap.org">OpenStreetMap</a> y el software libre del área de Rennes, Francia. Desde su idea, un grupo de <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> locos se reunieron durante una semana en el <em>Hackfest</em> en agosto 2009 y trajeron la idea de Gilles Lamiral a la vida al escribir el código y nombrar el proyecto <strong>MapOSMatic</strong>. El grupo de hackers locos desean dar las gracias a Gilles por compartir su brillante idea!
pt_br: O MapOSMatic iniciou graças a uma ideia de Gilles Lamiral, um dos colaboradores do <a href="http://www.openstreetmap.org">OpenStreetMap</a> e do software livre, da região de Rennes, France. A partir de sua ideia, um grupo de <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> malucos se reuniram em um <em>Hackfest</em> de uma semana, em Agosto de 2009, e trouxeram a ideia de Gilles Lamiral à vida por escrever o código e chamar o projeto de <strong>MapOSMatic</strong>. O grupo de hackers malucos deseja agradecer a Gilles por compartilhar a sua brilhante ideia!

source: Of course, MapOSMatic is fully free software, licensed under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
es: Por supuesto, MapOSMatic es un software totalmente libre, licenciado bajo <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
pt_br: E é claro, o MapOSMatic é inteiramente Software Livre, licenciado sob a <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.

source: How does it work?
es: ¿Cómo funciona?
pt_br: Como funciona?

source: On our server, we run a <a href="http://www.postgresql.org">PostgreSQL</a> server, with the <a href="http://postgis.refractions.net">PostGIS</a> extension. In this PostgreSQL server, we have loaded the <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap data for the whole world</a> using the <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> tool. The same tool is also used to apply <a href="http://planet.openstreetmap.org/daily/">daily differences</a> of the database, which allows to keep it up to date with the new contributions of OpenStreetMap users.
es: En nuestro servidor, corremos un servidor <a href="http://www.postgresql.org">PostgreSQL</a>, con la extensión <a href="http://postgis.refractions.net">PostGIS</a>. En este servidor PostgreSQL, tenemos cargados los <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">datos OpenStreetMap de todo el mundo</a> usando la herramienta <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. La misma herramienta es también usada para aplicar <a href="http://planet.openstreetmap.org/daily/">diferencias diarias</a> de la base de datos, lo que permite mantenerlo actualizado con las nuevas contribuciones de los usuarios de OpenStreetMap.
pt_br: Em nosso servidor, nós rodamos um servidor <a href="http://www.postgresql.org">PostgreSQL</a>, com a extensão <a href="http://postgis.refractions.net">PostGIS</a>. Neste servidor PostgreSQL, nós carregamos os dados do <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap do mundo inteiro</a> usando a ferramenta <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> . A mesma ferramenta também é usada para aplicar <a href="http://planet.openstreetmap.org/daily/">as diferenças diárias</a> da base de dados, que nos permite mantê-la atualizada com as novas contribuições feitas pelos usuários do OpenStreetMap.

source: For the map rendering, we use the famous <a href="http://www.mapnik.org">Mapnik</a> with the OpenStreetMap stylesheet available <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">in OpenStreetMap Subversion repository</a>. Using Mapnik and <a href="http://cairographics.org/pycairo/">Cairo</a>, we built <i>OCitySMap</i>, a Python module that:
es: Para renderizar el mapa, usamos el famoso <a href="http://www.mapnik.org">Mapnik</a> con el estilo OpenStreetMap disponible <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">en el repositorio subversion de OpenStreetMap</a>. Usando Mapnik y <a href="http://cairographics.org/pycairo/">Cairo</a>, construimos <i>OCitySMap</i>, un módulo Python module que:
pt_br: Para a renderização do mapa, nós usamos o famoso <a href="http://www.mapnik.org">Mapnik</a> com a folha de estilos do OpenStreetMap disponível <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">no repositório Subversion do OpenStreetMap</a>. Usando o Mapnik e o <a href="http://cairographics.org/pycairo/">Cairo</a>, nós criamos o <i>OCitySMap</i>, um módulo Python que:

source: Renders the map using OpenStreetMap data and the OpenStreetMap Mapnik stylesheet;
es: Renderiza el mapa usando los datos de OpenStreetMap y el estilo Mapnik de OpenStreetMap;
pt_br: Renderiza o mapa usando os dados do OpenStreetMap e a folha de estilos do OpenStreetMap Mapnik;

source: Renders on top of the map, using Mapnik, the grid of 500 meters squares, the labels of the squares, and some more information on the map (copyright, scale, etc.);
pt_br: Renderiza sobre o mapa, usando o Mapnik, uma grade com quadros de 500 metros quadrados, as etiquetas dos quadros, e algumas outras informações sobre o mapa (copyright, escala, etc.);

source: Greys out all the area outside the city if we find its administrative boundary;
es: Gris todo el área fuera de la ciudad si encontramos su límite administrativo;
pt_br: Deixa acinzentado toda a área fora da cidade, se nós encontrarmos seus limites administrativos;

source: Renders an index of the streets, based on OpenStreetMap data and the intersection of the streets with the squares on the map.
es: Renderiza un índice de las calles, basado en datos de OpenStreetMap y la intersección de las calles con la cuadrícula en el mapa.
pt_br: Renderiza um índice das ruas, baseado nos dados do OpenStreetMap e na interseção das ruas com os quadros do mapa.

source: This Python module can be used through a command-line tool provided with OCitySMap, so everyone can run its own city-map rendering suite. However, as the installation of the different components is quite complicated, a small web service has been created on top of it so that end-users can easily generate and use OpenStreetMap city maps.
pt_br: Este módulo Python pode ser usado via ferramenta de linha de comando fornecida pelo OCitySMap, assim qualquer um pode rodar sua própria suite de renderização de mapas. No entanto, visto que a instalação de diferentes componentes pode ser um pouco complicada, um pequeno serviço web foi criado sobre este módulo para que usuários finais possam facilmente gerar e usar mapas do OpenStreetMap de suas cidades.

source: This web service has been called <i>MapOSMatic</i>, like <i>map-o-matic</i> but with a reference to OpenStreetMap (OSM). The web service is written in Python using <a href="http://www.djangoproject.com">Django</a>. It is responsible for storing the rendering requests and displaying the result of these requests. The rendering itself takes place asynchronously through the <i>maposmaticd</i> daemon. This daemon does only one rendering at a time, which is very important because of the CPU and I/O intensive nature of the map rendering process.
pt_br: Este serviço web foi chamado <i>MapOSMatic</i>, da mesma forma como <i>map-o-matic</i> mas com uma referência ao OpenStreetMap (OSM). O serviço web é escrito em Python usando <a href="http://www.djangoproject.com">Django</a>. Ele é responsável por armazenar os pedidos de renderização, e mostrar os resultados destes pedidos. A renderização em si é feita de forma assíncrona pelo serviço <i>maposmaticd</i>. Este serviço faz apenas uma renderização por vez, o que é muito importante, porque o processo de renderização do mapa faz uso muito intenso de CPU e I/O durante seu trabalho.

source: For the city search engine, we use the wonderful <a href="http://nominatim.openstreetmap.org">Nominatim</a> service. This service made it really simple to provide a nice search engine that allows to select between multiple cities of the same name, by providing information on the city location.
pt_br: Para o mecanismo de busca de cidades, nós usamos o maravilhoso serviço <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Esse serviço faz com que seja realmente simples prover uma boa busca, que permita selecionar entre múltiplas cidades com o mesmo nome, por prover informações sobre a localização da cidade.

source: Contributing
es: Colaborando
pt_br: Contribuindo

source: As stated above, both <i>OCitySMap</i> and <i>MapOSMatic</i> are fully free software, so you're invited to contribute. Here are the few starting points to help us:
pt_br: Como já mencionado, tanto o <i>OCitySMap</i> quanto o <i>MapOSMatic</i> são software livre, então você está convidado a colaborar. Estas são algumas maneiras como você pode nos ajudar:

source: The <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, which contains valuable technical information and documents about MapOSMatic;
pt_br: O <a href="http://wiki.maposmatic.org">Wiki do MapOSMatic</a>, que contém valorosas informações técnicas e documentos sobre o MapOSMatic;

source: The <a href="https://savannah.nongnu.org/projects/maposmatic/">project on Savannah</a>;
es: El <a href="https://savannah.nongnu.org/projects/maposmatic/">proyecto en Savannah</a>;
pt_br: O <a href="https://savannah.nongnu.org/projects/maposmatic/">projeto no Savannah</a>;

source: The <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">development mailing-list</a>;
es: La <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">las de correo de desarrollo</a>;
pt_br: A <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">lista de discussão de desenvolvimento</a>;

source: The IRC channel <tt>#maposmatic</tt> on Freenode;
es: El canal IRC <tt>#maposmatic</tt> en Freenode;
pt_br: O canal IRC <tt>#maposmatic</tt> no Freenode;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
pt_br: O <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">repositório Git do OCitySMap</a>, que pode ser clonado usando <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
pt_br: O <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">repositório Git do MapOSMatic </a>, que pode ser clonado usando <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;

source: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list and ideas</a>.
es: <a href="https://savannah.nongnu.org/task/?group=maposmatic">lista TODO e ideas</a>.
pt_br: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list e ideias</a>.

source: Contributors
es: Colaboradores
pt_br: Colaboradores

source: Core team
es: Equipo principal
pt_br: Time principal

source: Developer
es: Desarrollador
pt_br: Desenvolvedor

source: Developer and Mapnik stylesheets
es: Hojas de estilos de desarrollador y Mapnik
pt_br: Desenvolvedor e folha de estilos do Mapnik

source: Developer, system administration, GIS database maintenance and site design
pt_br: Desenvolvedor, administrador de sistemas, mantenedor da base de dados GIS e designer do site

source: Developer, treasurer
es: Desarrollador, tesorero
pt_br: Desenvolvedor, tesoureiro

source: Other contributors
es: Otros colaboradores
pt_br: Outros colaboradores

source: German translation
es: Traducción al Alemán
pt_br: Tradução para o Alemão

source: Italian translation
es: Traducción al Italiano
pt_br: Tradução para o Italiano

source: Catalan translation
es: Traducción al Catalán
pt_br: Tradução para o Catalão

source: Russian translation
es: Traducción al Ruso
pt_br: Tradução para o Russo

source: Arabic translation
es: Traducción al Árabe
pt_br: Tradução para o Árabe

source: Brasilian portuguese translation
es: Traducción al Portugués Brasileño
pt_br: Tradução para o Português Brasileiro

source: Danish translation
es: Traducción al Danés
pt_br: Tradução para o Dinamarquês

source: Dutch translation
es: Traducción al Holandes
pt_br: Tradução para o Holandês

source: Croatian translation
es: Traducción al Croata
pt_br: Tradução para o Croata

source: Polish translation
es: Traducción al Polaco
pt_br: Tradução para o Polaco

source: Indonesian translation
es: Traducción al Indonésio
pt_br: Tradução para o Indonésio

source: Norwegian bokmål translation
pt_br: Tradução para o Norueguês Tradicional

source: Norwegian nynorsk translation
pt_br: Tradução para o Novo Norueguês

source: Turkish translation
es: Traducción al Turco
pt_br: Tradução para o Turco

source: Translation automation
es: Traducción automática
pt_br: Automação da tradução

source: Kirgyz translation
es: Traducción al Kirgyz
pt_br: Tradução para o Quirguiz

source: Printable stylesheet
es: Hoja de estilo para imprimir
pt_br: Folha de estilos para impressão

source: Platform status
es: Status de la plataforma
pt_br: Status da plataforma

source: Rendering daemon:
pt_br: Processo de renderização:

source: GIS database:
es: Base de datos GIS:
pt_br: Base de dados GIS:

source: WayMarked database:
es: Base de datos WayMarked:
pt_br: Base de dados WayMarked:

source: Toggle navigation
pt_br: Alternar navegação

source: Home
es: Inicio
pt_br: Início

source: Create map
es: Crear mapa
pt_br: Criar um mapa

source: Maps
es: Mapas
pt_br: Mapas

source: About Maposmatic
es: Acerca de Maposmatic
pt_br: Sobre o Maposmatic

source: User Guide
es: Guía de Usuario
pt_br: Guia do Usuário

source: API Docs
pt_br: Documentação da API

source: Maps feed
es: Mapas feed
pt_br: Feed dos mapas

source: Errors feed
es: Errores feed
pt_br: Feed de erros

source: Donate
es: Donar
pt_br: Fazer uma doação

source: MapOSMatic is a free software webservice to generate maps of cities using OpenStreetMap data.
es: MapOSMatic es un servicio web de software gratuito para generar mapas de ciudades utilizando datos de OpenStreetMap.
pt_br: O MapOSMatic é um serviço web de software livre para gerar mapas de cidades usando dados do OpenStreetMap.

source: MapOSMatic website and rendering pipeline hosted by <a href="http://www.enix.org">eNiX</a>.<br />GIS database hosted by the <a href="http://www.fsffrance.org">Free Software Foundation France</a>.
pt_br: Processamento gráfico e hospedagem da página MapOSMatic por <a href="http://www.enix.org">eNiX</a>.<br />Banco de dados GIS hospedado pela <a href="http://www.fsffrance.org">Free Software Foundation France</a>.

source: Thanks!
es: ¡Gracias!
pt_br: Obrigado!

source: Thanks for your donation!
es: ¡Gracias por la donación!
pt_br: Obrigado por sua doação!

source: <i class="fa fa-check"></i> We have received your donation. Thank you for your support to the MapOSMatic project!
pt_br: <i class="fa fa-check"></i> Recebemos sua doação. Obrigado por ajudar o projeto MapOSMatic!

source: You will receive a notification e-mail concerning your donation. This e-mail will indicate that the donation has been received by <i>Thomas Petazzoni</i>, who is the MapOSMatic developer in charge of donations and funds. MapOSMatic is still an informal gathering of developers, and we have not (yet) created a non-profit organization to support the project.
pt_br: Você irá receber um e-mail de notificação sobre sua doação. Este e-mail vai indicar que sua doação foi recebida por <i>Thomas Petazzoni</i>, que é o desenvolvedor do MapOSMatic responsável pelas doações e fundos. O MapOSMatic ainda é um grupo informal de desenvolvedores, e nós (ainda) não criamos uma ONG que suporte o projeto.

source: Why are donations useful?
es: ¿Por qué son útiles las donaciones?
pt_br: Por que as doações são úteis?

source: MapOSMatic is a project entirely developed and maintained by a team of volunteers (see our <a href="%(about_url)s">About</a> page for details). However, running the MapOSMatic service and making improvements to it has various costs beyond the time of the volunteer developers.
pt_br: O MapOSMatic é um projeto desenvolvido e mantido inteiramente por um time de voluntários (veja nossa página <a href="%(about_url)s">Sobre</a> para detalhes). No entanto, executar o serviço MapOSMatic e fazer melhorias nele traz vários custos além do tempo dos desenvolvedores voluntários.

source: Therefore, we are currently seeking donations to help us funding:
pt_br: No entanto, nós atualmente estamos procurando por doações para nos ajudar a financiar:

source: Participation to the transportation expenses of the MapOSMatic developers when they gather for <i>hackfests</i> (meeting of developers). You can read our <a href="http://news.maposmatic.org">blog</a> to learn more about what we achieve during those hackfests. We usually implement a huge number of improvements, new features and bug fixes during those meetings. They take place during the holidays of the developers, and we would like to at least compensate their travel expenses.
pt_br: Gastos com participação e transporte dos desenvolvedores do MapOSMatic quando se realizam as <i>hackfests</i> (reuniões de desenvolvedores). Você pode ler nosso <a href="http://news.maposmatic.org">blog</a> para saber mais sobre o que nós fazemos durante as hackfests. Nós normalmente implementamos um número grande de melhorias, novas funcionalidades e correções de bugs nessas reuniões. Elas acontecem durante os feriados dos desenvolvedores, e nós gostaríamos de, pelo menos, compensar seus gastos de viagem.

source: Considering making a donation?
es: ¿Considerando hacer una donación?
pt_br: Pensando em fazer uma doação?
