Repository: geraldhe/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Donations can be done through the well-known <a href="http://www.paypal.com">PayPal</a> service. We accept donations of any amount: all donations are helpful, even the smallest ones.
pt_br: Doações podem ser feitas através do bem-conhecido serviço <a href="http://www.paypal.com">PayPal</a>. Aceitamos doações de qualquer quantia: todas as doações são úteis, mesmo as menores.

source: Donate via PayPal &raquo;
es: Donar vía PayPal &raquo;
pt_br: Doar via PayPal &raquo;

source: %(queued)s job%(qp)s in the rendering queue.
es: %(queued)s trabajo%(qp)s en la cola de renderizado.
pt_br: %(queued)s tarefa%(qp)s na fila de renderização.

source: All systems are operational.
es: Todos los sistemas están operativos.
pt_br: Todos os sistemas estão em operação.

source: Systems are operational but renderings may not reflect the latest available OpenStreetMap data.
es: Los sistemas están en funcionamiento, pero las representaciones pueden no reflejar los últimos datos de OpenStreetMap disponibles.
pt_br: Sistemas estão funcionando, mas as renderizações podem não refletir os dados mais recentes do OpenStreetMap.

source: The rendering daemon is running.
pt_br: O serviço de renderização está em andamento.

source: The rendering daemon is not running: jobs will be queued until the rendering daemon is back up.
es: El demonio de renderizado no está en marcha: se pondrá en cola los trabajos hasta que el demonio de renderizado sea restaurado.
pt_br: O serviço de renderização não está em execução: os trabalhos serão enfileirados até que o serviço volte a funcionar.

source: The GIS database is online and up to date, <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
pt_br: A base de dados GIS está online e atualizada, <span class="tooltipped" data-original-title="%(gis_lastupdate)s">atualizada %(date)s atrás</span>.

source: The GIS database is not up to date and was only <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
pt_br: A base de dados GIS não está com as últimas atualizações, mas <span class="tooltipped" data-original-title="%(gis_lastupdate)s">atualizada %(date)s atrás</span>.

source: The GIS database is not available. Renderings cannot be processed at this time.
pt_br: A base de dados GIS não está disponível. Renderizações não podem ser processadas neste momento.

source: As the data used to generate maps is coming from OpenStreetMap, you can freely reuse, sell, or modify the generated maps under the <a href="http://wiki.openstreetmap.org/wiki/License">terms of the OpenStreetMap license</a>.
pt_br: Já que os dados usados para gerar os mapas vem do OpenStreetMap, você pode reusar, vender, ou modificar livremente os mapas gerados, sob os <a href="http://wiki.openstreetmap.org/wiki/License">termos da licença do OpenStreetMap</a>.

source: Learn more
es: Más información
pt_br: Saiba mais

source: Create a map &raquo;
es: Crear un mapa &raquo;
pt_br: Criar um mapa &raquo;

source: Latest news
es: Últimas noticias
pt_br: Últimas notícias

source: published %(date)s ago
es: Publicado hace %(date)s
pt_br: publicado %(date)s atrás

source: You can donate to help us improve the service. See our <a href="/donate">donation</a> page for more information on how donations are processed and how they help us keep MapOSMatic free (and ad-free!).
pt_br: Você pode fazer sua doação para nos ajudar a melhorar o serviço. Veja nossa página sobre <a href="/donate">doações</a> para mais informações sobre como suas doações são processadas e como elas ajudam a manter o MapOSMatic gratuito (e livre de propagandas!).

source: City
es: Ciudad
pt_br: Cidade

source: Bounding box
es: Cuadro delimitador
pt_br: Área

source: Stylesheet
es: Hoja de estilo
pt_br: Folha de estilo

source: Paper format
es: Formato del papel
pt_br: Formato do papel

source: Map locale
es: Mapa local
pt_br: Idioma do mapa

source: Request submitted: %(date)s
es: Solicitud enviada: %(date)s
pt_br: Requisição enviada: %(date)s

source: Rendering started: %(date)s
es: Renderizado comenzado: %(date)s
pt_br: Renderização iniciada: %(date)s

source: Rendering completed: %(date)s
es: Renderizado completado: %(date)s
pt_br: Renderização concluída: %(date)s

source: Rendering cancelled: %(date)s
es: Renderizado cancelado: %(date)s
pt_br: Renderização cancelada: %(date)s

source: Pending, submitted %(date)s ago
es: Pendiente, enviado hace %(date)s
pt_br: Pendente, enviado %(date)s atrás

source: Pending...
es: Pendiente...
pt_br: Pendente...

source: Cancel this queued request (position %(pos)s in the queue)
es: Cancelar este pedido en cola (posición %(pos)s en la cola)
pt_br: Cancelar esta requisição enfileirada (posição %(pos)s na fila)

source: Rendering is in progress, started %(date)s ago
es: Renderizado en curso, comenzó hace %(date)s
pt_br: Renderização em andamento, iniciada a %(date)s atrás

source: Rendering...
es: Renderizando...
pt_br: Renderizando...

source: Recreate map
es: Recrear mapa
pt_br: Recriar mapa

source: The generated files are no longer available.
es: Los archivos generados ya no están disponibles.
pt_br: Os arquivos gerados não estão mais disponíveis.

source: Download
es: Descargar
pt_br: Transferir

source: Updating in <span>%(refresh)s</span>s...
es: Actualizando en <span>%(refresh)s</span>s...
pt_br: Atualização em <span>%(refresh)s</span>s...

source: Updating now...
es: Actualizando ahora...
pt_br: Atualizando agora...

source: Map details
es: Detalles del mapa
pt_br: Detalhes do mapa

source: Download other formats and map indeces
es: Descargar otros formatos e indices de mapas
pt_br: Transferir índice, ou outros formatos do mapa

source: map
es: mapa
pt_br: mapa

source: index
es: índice
pt_br: índice

source: Our database does not contain any rendered maps for the moment.
es: Nuestra base de datos no contiene mapas renderizados por el momento.
pt_br: Nossa base de dados não contém nenhum mapa renderizado no momento.

source: No map matches your query.
es: Ningún mapa coincide con tu consulta.
pt_br: Nenhum mapa corresponde à sua pesquisa.

source: Create a new map!
es: ¡Crear un nuevo mapa!
pt_br: Criar um novo mapa!

source: Generate your own map
es: Genere su propio mapa
pt_br: Gere seu próprio mapa

source: Generate
es: Generar
pt_br: Gerar

source: Geographic area
es: Área geografica
pt_br: Área geográfica

source: City search
es: Buscar ciudad
pt_br: Buscar cidade

source: Geographic area selection
es: Seleccionar área geografica
pt_br: Seleção de área geográfica

source: Paper size
es: Tamaño del papel
pt_br: Tamanho do papel

source: Paper orientation
es: Orientación del papel
pt_br: Orientação do papel

source: An error occured while retrieving compatible paper sizes.
es: Se produjo un error al recuperar los tamaños de papel compatibles.
pt_br: Ocorreu um erro ao obter os tamanhos de papel compatíveis.

source: Paper format and size
es: Formato y tamaño del papel
pt_br: Formato e tamanho do papel

source: Select the desired format, size and orientation for your map.
es: Seleccione el formato, el tamaño y la orientación deseado para el mapa.
pt_br: Selecione o formato, tamanho e orientação desejados para o seu mapa.

source: Map title
es: Título del mapa
pt_br: Título do mapa

source: Summary
es: Resumen
pt_br: Sumário

source: Location:
es: Localización:
pt_br: Localização:

source: Stylesheet:
es: Hojas de estilo:
pt_br: Folha de estilo:

source: Paper format:
es: Formato del papel:
pt_br: Formato do papel:

source: Almost there!
es: Casi listo!
pt_br: Quase lá!

source: Waiting for rendering to begin...
es: Esperando por el renderizado para empezar...
pt_br: Aguardando a renderização iniciar...

source: The rendering is in progress...
es: Renderización está en progreso...
pt_br: A renderização está em andamento...

source: Rendering was successful.
es: Renderización exitosa.
pt_br: Renderização concluída com sucesso.

source: Rendering is obsolete: the rendering was successful, but the files are no longer available.
es: La renderización está obsoleta: la renderización fue exitosa, pero los archivos ya no están disponibles.
pt_br: A renderização é obsoleta: ela foi bem sucedida, mas os arquivos não estão mais disponíveis.

source: Obsolete failed rendering: the rendering failed, and the incomplete files have been removed.
es: Renderización fallada obsoleta: la renderización falló, y los archivos incompletos han sido eliminados.
pt_br: Falhas de renderização obsoleta: a renderização falhou, e os arquivos incompletos foram removidos.

source: The rendering was cancelled by the user.
es: La renderización fue cancelada por el usuario.
pt_br: A renderização foi cancelada pelo usuário.

source: Latitude of the top left corner
es: Latitud de la esquina superior izquierda
pt_br: Latitude do canto superior esquerdo

source: Longitude of the top left corner
es: Longitud de la esquina superior izquierda
pt_br: Longitude do canto superior esquerdo

source: Latitude of the bottom right corner
es: Latitud de la esquina inferior derecha
pt_br: Latitude do canto inferior direito

source: Longitude of the bottom right corner
es: Longitud de la esquina inferior derecha
pt_br: Longitude do canto inferior direito

source: Remove any selected region from the map
es: Retirar cualquier región seleccionada del mapa
pt_br: Remover qualquer região selecionada no mapa

source: No localization
es: Sin ubicación
pt_br: Sem tradução

source: Page not found!
es: ¡Página no encontrada!
pt_br: Página não encontrada!

source: Woups. Looks like you've followed a broken link ;-(
es: Ups. Parece que seguiste un enlace roto ;-(
pt_br: Ops. Parece que você seguiu um link quebrado ;-(

source: Server error!
es: ¡Error del servidor!
pt_br: Erro no servidor!

source: Well, this is embarrassing. Looks like the server crashed processing this request.
es: Bueno, esto es vergonzoso. Parece que el servidor falló el procesamiento de esta solicitud.
pt_br: Cara, isso é embaraçoso. Parece que o servidor travou enquanto processava sua requisição.

source: Welcome to
es: Bienvenido a

source: Layout
es: Disposición

source: Overlays
es: Superposiciones

source: UMAP File
es: Archivo UMAP

source: <i class="fa fa-times"></i> Cancel
es: <i class="fa fa-times"></i> Cancelar

source: Recreate
es: Recrear

source: Downloads
es: Descargas

source: Something went wrong while processing this job.
es: Algo salió mal al procesar este trabajo.

source: Rendering status
es: Estado de renderizado

source: Map preview
es: Vista previa del mapa

source: (*** untitled map ***)
es: (*** mapa sin título ***)

source: Request submitted
es: Solicitud enviada

source: Rendering started
es: Renderizado comenzado

source: Rendering completed
es: Renderizado completado

source: Rendering cancelled
es: Renderizado cancelado

source: Back
es: Atrás

source: Style
es: Estilo

source: Paper
es: Papel

source: Submit
es: Enviar

source: Next
es: Siguiente

source: Your Email address (for notifications, optional)
es: Su dirección de correo electrónico (para notificaciones, opcional)

source: Layout:
es: Disposición:

source: You're almost ready to request to map rendering! Select the map language, eventually adjust the title of your map, and you're good to go!
es: Usted está casi listo para solicitar el renderizado del mapa! Seleccione el idioma del mapa, eventualmente ajuste el título de su mapa, y usted estará listo para comenzar!

source: Area too big to be rendered!
es: ¡Área demasiada grande para ser renderizada!

source: Service unavailable
es: Servicio no disponible
